% rebase('layout.tpl', title='Home Page', year=year)

<div class="row d-md-flex align-items-md-center">
    <div class="offset-md-1 col-md-5">
        <h3 class="">Имитационное моделирование</h3>
        <h3 class="">Системы массового обслуживания</h3>

        <div class="row">
            <div class="col-md-9">
                <p>Одним из методов исследования сложных систем, в том числе, и систем массового обслуживания (СМО) является метод имитационного моделирования, когда модель (как следует из названия вида моделирования) имитирует работу реальной системы, т.е. модель воспроизводит процесс функционирования реальной системы во времени.</p>
                <p>Любая система, как известно, представляет собой совокупность взаимосвязанных элементов и, следовательно, построение ее адекватной имитационной модели предполагает имитацию процесса функционирования каждого отдельного элемента системы с обязательным сохранением логики и правил взаимодействия и развития составляющих систему элементов, как во времени, так и в пространстве (в том числе последовательность и параллелизм их во времени).</p>
            </div>
        </div>
    </div>
    <div class="col-md-6">
        <img src="/static/images/cat.png" class="img-fluid"/>
    </div>
</div>

<!-- <h3 class="text-center">Имитационное моделирование.</h3>
<h3 class="text-center">Системы массового обслуживания</h3>

<div class="row">
    <div class="col-md-4 offset-md-4">
        <img src="/static/images/cat.png" class="img-fluid"/>
    </div>
    <div class="col-md-6 offset-md-3">
        <p>Одним из методов исследования сложных систем, в том числе, и систем массового обслуживания (СМО) является метод имитационного моделирования, когда модель (как следует из названия вида моделирования) имитирует работу реальной системы, т.е. модель воспроизводит процесс функционирования реальной системы во времени.</p>
        <p>Любая система, как известно, представляет собой совокупность взаимосвязанных элементов и, следовательно, построение ее адекватной имитационной модели предполагает имитацию процесса функционирования каждого отдельного элемента системы с обязательным сохранением логики и правил взаимодействия и развития составляющих систему элементов, как во времени, так и в пространстве (в том числе последовательность и параллелизм их во времени).</p>
    </div>
</div> -->